Repository: SHADYALKOALAK/storeApp
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Welcome Back
ar: مرحبًا بعودتك

# supTitel
source: Create a commitment-free profile to explore products
ar: قم بإنشاء ملف تعريف خالٍ من الالتزامات لاستكشاف المنتجات

source: Password
ar: كلمة المرور

# cPassword
source: Confirm Password
ar: تاكيد كلمة المرور

source: Register
ar: تسجيل جديد

source: Gust
ar: زائر

source: login
ar: تسجيل جديد

# letGetStarted
source: Let's Get Started
ar: هيا بنا نبدأ

source: User Name
ar: إسم المستخدم

# passwordMusterLongerThanCharacters
source: Password must be longer than 6 characters
ar: يجب أن تكون كلمة المرور أطول من 6 أحرف

source: Please Enter Your Confirm Password
ar: من فضلك أدخل تأكيد كلمة المرور

source: Make Sure The Password Matches
ar: تأكد من تطابق كلمة المرور

source: Please Enter Your FullName
ar: من فضلك أدخل إسمك الكامل

source: Please Enter Your Email
ar: من فضلك أدخل الإلكتروني

source: please Enter Your Password
ar: من فضلك أدخل كلمة المرور

# policy
source: I agree with the Terms of Services & Privacy Policy
ar: أوافق على شروط الخدمات وسياسة الخصوصية

# email
source: Email / Phone Number
ar: البريد الإلكتروني / رقم الهاتف
